Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/20_id_458645.html.tmx
Source language: sme
Languages: nob

source: Ođđa sámediggevistti doaimmaheamis leat olu eahpečielggasvuođat .
nob: Det er knyttet relativt stor usikkerhet til driften av det nye sametingsbygget .

source: Danne lea dasa biddjon valljis ruhta doaibmabušeahtas , ja oaidnit dal leaš lea go dat doarvái .
nob: På denne bakgrunn er det lagt inn høyde for dette i driftsbudsjettet og det gjenstår å se om dette holder .

source: Lea stuora hástalus oaidnit nagoda go ođđasisorganiseren čielggadit daid formála hálddahuslaš ovddasvástádusrájiid .
nob: En stor utfordring er om reorganiseringen makter å klargjøre de formelle administrative ansvarslinjene .

source: Hálddahusrolla lea guovttebealát , dat galgá namalassii fuolahit politihkalaš čállingoddedoaimmaid ja jođihit hálddahusdoaimmaid .
nob: Den administrative rollen er tosidig , nemlig å ivareta politiske sekretariatsfunksjoner og utøve forvaltningsfunksjoner .

source: Go Sámediggi maŋit áiggis galgá doaibmat eambbo oktasaččat ja ovttastuvvon vugiid mielde , de lea dárbbašlaš čalmmustahttit makkár nanu ovttasbargu politihkalaš ja hálddahuslaš dásiin gáibiduvvo .
nob: Når Sametinget for ettertiden skal fungere mer enhetlig og samordnet , krever det oppmerksomhet for betydningen av en tett samhandling mellom det politiske og administrative nivået .

source: Danne lea dárbbašlaš áiggis áigái doallat čoahkkimiid politihkalaš ja hálddahuslaš jođihangottiid gaskka gos beassá lonohallat dieđuid , muitalit áigeguovdilis áššiid birra ja guorahallat čuolmmaid ja strategiijaid .
nob: Dette fordrer jevnlige møter mellom politisk og administrativ ledelse hvor det utveksles informasjon , gis signaler om aktuelle saker , problemstillinger og strategier .
